<?php

return [
    'name.required' => 'ім\'я - це обов\'язкове поле',
    'name.min' => 'мінімальна довжина імені :min символів',
    'email.required' => 'електронна пошта - це обов\'язкове поле',
    'email.email' => 'неправильний формат електронної пошти',
    'email.unique' => 'така електронна пошта вже існує',
    'password.min' => 'мінімальна довжина пароля :min символів',
    'password.required' => 'пароль - це обов\'язкове поле',
    'password.confirmed' => 'пароль не співпадає з підтвердженням',
];
